   {
    "name": "Gesztenyés pulykatekercs sült zöldségekkel és narancsmártással",
    "description": "A cannelloni vastag cső alakú olasz tésztaféle, amelyet általában darált hússal.Hozzávalók:(négy személy részére)",
     "ingredients": [
        {
            "quantity": "50",
            "measure": "dkg",
            "ingredient": "nyers gesztenye"
        },
        {
            "quantity": "1",
            "measure": "kg",
            "ingredient": "pulykamell"
        },
        {
            "quantity": "2",
            "measure": "fej",
            "ingredient": "vöröshagyma"
        },
        {
            "quantity": "1",
            "measure": "db",
            "ingredient": "tojás"
        },
        {
            "quantity": "",
            "measure": "",
            "ingredient": "zsemlyemorzsa"
        },
        {
            "quantity": "5",
            "measure": "gerezd",
            "ingredient": "fokhagyma"
        },
        {
            "quantity": "",
            "measure": "",
            "ingredient": "só, bors, kakukkfű"
        },
        {
            "quantity": "1",
            "measure": "",
            "ingredient": "mint sprig"
        }
    ],
    "directions": [
        "Elkészítés: A gesztenyét még előző nap megfőzöm. Minden darabot bevagdosom (így ügyesebben lehet megpucolni), majd 40 percig főzöm. Még melegen megpucolom és az aprítógéppel pürésítem. A vöröshagymát és fokhagymát apró kockákra vágom megdinsztelem a szalonnán,  hozzáadom a 15 dkg darált pulykamellet a tojást a  zsemlyemorzsát a kakukkfüvet és alaposan összekeverem. A pulykamellet olyan formában vágom fel, hogy ki tudjam teríteni. Gyengéden megklopfolom, sózom és borsozom. A szalonna szeletek felét rárakom  a húsra és óvatosan ráterítem a gesztenyés masszát is. Óvatosan feltekerem, a tekercs tetejét a maradék szalonna szeletekkel lefedem és cérnával átkötözöm. A sütőedény alját megszórom vöröshagymával és fokhagymával, majd erre helyezem a húst, kevés vizet ötök alája,80 perc alatt készre sütöm. Mikor elkészült,kiveszem  húst, és a maradék hagymás szaftot egy narancs levével és tejszínnel  ízesítem, szükség szerint besűrítem. A körethez a zöldségeket egyforma szeletekre vágom fel. Kevés olívaolajjal,  sóval és rozmaringgal készre sütöm."
    ],
    "image": "gesztenyeveltoltottpulyka.jpg",
    "keywords": [
        "Gesztenye",
        "Pulyka",
        "Tekercs",
        "indian",
        "cocktail"
    ]
}
   